/* Localizable String */
sUIName = "Wi-Fi Network Utility";
sUIVersion = "Verktygsversion";
sDriverVersion = "Drivrutinsversion: v";
sCopyright = "Copyright 2018";

// Button
OK ="OK";
CANCEL ="Avbryt";
NO ="Nej";
YES ="Ja";
Join="Anslut";
Profiles="Profiler";
Join_Other="Annat...";
Show_Nets="Visa nätverk";
Apply="Tillämpa";
Remove="Ta bort";
PIN="PIN-kod";
PBC="PBC";
Forget="Glöm det här nätverket";

//DropDownMenu
State_RfOn="USB-WiFi: På";
State_RfOff="USB-WiFi: Av";
State_Scan="USB-WiFi: Skanna nätverk...";
State_Unplug="USB-WiFi är inte ansluten";
State_Disable="Aktivera USB-WiFi";

Info_IfName="Gränssnittets namn:";
Info_MacAddr="Adress:";
Info_IpAddr= "IP-adress:";
Info_Router= "Router:";
Info_Reachable= "Internet: Går att nå";
Info_Unreachable= "Internet: Går inte att nå";
//Info_Security
Info_BSSID= "BSSID:";
Info_Channel= "Kanal:";
Info_CountryCode= "Landskod:";
Info_RSSI= "RSSI:";
Info_Noise= "Brus:";
Info_TxRate= "Överföringshastighet:";
Info_PhyMode= "PHY-läge:";
Info_McsIndex= "MCS-index:";

Radio_ON ="Slå på USB-WiFi";
Radio_OFF ="Stäng av USB-WiFi";
Uninstall = "Uninstall USB-WiFi";
DebugTool = "Wlan Diagnostics Tool";
Join_Other_Network="Anslut till andra nätverk...";
Create_Adhoc="Skapa ad hoc-nätverk...";
WPS_Fun="WPS...";
Open_Utility="Öppna verktyg för trådlöst...";
Open_Preference="Öppna nätverksinställningar...";

//ScanTable View
ScanTable_View_Title="Markera det nätverk du vill ansluta till.";
ScanTable_View_SubTitle="Markera det nätverk du vill ansluta till i listan och ange nätverketslösenordet om så krävs.";
Associated="Associerade";
SignalStrength="Signalstyrka";
Scanning="Skannar...";

// Setting Field View
Join_BroadcastSecAP1="Det här Wi-Fi-nätverket";
Join_BroadcastSecAP2="kräver ett";
Join_BroadcastSecAP3="lösenord";
Join_HiddenSecAP1="Det här dolda Wi-Fi-nätverket kräver ett";
Join_HiddenSecAP2="lösenord";
Join_HiddenOpenAP="Ange nätverksnamnet för det dolda Wi-Fi-nätverket.";

// Join Other
Create_Infra_Title="Ange nammet på nätverket.";
Create_Infra_SubTitle="Ange namnet på det nätverk du vill ansluta till och ange sedan lösenordet om det krävs.";
Create_Adhoc_Title="Skapa ett dator-till-dator-nätverk.";
Create_Adhoc_SubTitle="Ange namnet för det dator-till-dator-nätverk som du vill skapa.";

//Setting Field
Security_None="Ingen";
Security_OpenWep="OPEN_SYSTEM WEP";
Security_SharedWep="SHARED_KEY WEP";
Security_WpaTkip="WPA_PSK TKIP";
Security_WpaAes="WPA_PSK AES";
Security_Wpa2Tkip="WPA2_PSK TKIP";
Security_Wpa2Aes="WPA2_PSK AES";
Security_WpaTkip1X="WPA Enterprise TKIP";
Security_WpaAes1X="WPA Enterprise AES";
Security_Wpa2Tkip1X="WPA2 Enterprise TKIP";
Security_Wpa2Aes1X="WPA2 Enterprise AES";
Security_WEP1X="802.1X WEP";
Security_WpaNoneTkip="WPA_None TKIP";
Security_WpaNoneAes="WPA_None AES";
Security_MixMode="säkerhet";

//Profile Security Field
Profile_Wep="WEP";
Profile_Wpa="WPA Personal";
Profile_Wpa2="WPA2 Personal";
Profile_Wpa1X="WPA Enterprise";
Profile_Wpa21X="WPA2 Enterprise";
Profile_WpaNone="WPA-Ingen";

NetworkName="Nätverksnamn:";
Security="Säkerhet:";
Password="Lösenord:";
ShowPassword="Visa lösenord";
ASCII="ASCII";
UserName="Användarnamn:";
EAP="802.1x EAP:";
PEAP="Automatiskt (PEAP)";
TLS="EAP-TLS";
TTLS="EAP-TTLS";
LEAP="EAP-LEAP";
CA_Cert="CA-certifikat:";
Client_Cert="Klientcertifikat:";
Private_Key="Privat nyckel:";
Private_Key_Pwd="Lösenord för privat nyckel:";

Choose_Private_Key="Välj privat nyckelfil (PEM/DER/PFX)";
Choose_Client_Cert="Välj klientcertifikatfil (PEM/DER/PFX)";
Choose_CA_Cert="Välj CA-certifikatfil (PEM/DER/CER)";

Select_KeyChain_Cert_Desc="Välj certifikat från nyckelkedja";
Select_File_Cert_Desc="Välj certifikatfil";
Select_KeyChain_Identity_Desc="Välj identitet från nyckelkedja";
Select_KeyChain_Key_Desc="Välj privat nyckel från nyckelkedja";
Select_File_Key_Desc="Välj privat nyckelfil";

Cert_Expire="Certifikatfilen har slutat att gälla";

Cert_Examine_Title1="Autentiserar till nätverket";
Cert_Examine_Title2=" ";
Cert_Examine_Info1="Innan du autentiserar till servern";
Cert_Examine_Info2=" bör du kontrollera serverns certifikat så att det är lämpligt för nätverket.\n\nDu kontrollera det genom att klicka på \'Visa certifikat\'.";


// Profiles
PreferredNet="Primära nätverk:";
StateTitle="Stat";
SSIDTitle="Nätverkets namn";
SecurityTitle="Säkerhet";


//WPS 
WPS_PIN_Title="Ange PIN-koden på din åtkomstpunkts konfigureringssida";
WPS_PBC_Title="The Push Button Configuration (PBC) is performed";
WPS_Second="sek";
WPS_Progress="WPS-förlopp :";
WPS_init_Str = "  initiera WPS-process  ";
WPS_scan_Str = "  Skanna aktiv WPS-AP  ";
WPS_connect_Str = "  Anslut till aktiv WPS-AP  ";
WPS_handshake_Str ="  Initiera WPS-handskakning  ";
WPS_exchange_Str ="  Utbyt WPS-meddelande  ";
WPS_done_Str = "  Utbyt WPS-meddelande [klart]  ";
WPS_fail_Str = "  WPS-meddelande kunde inte utbytas, prova att ansluta till en annan WPS-AP";
WPS_start_Str = "  WPS START ";
WPS_finish_Str = "     WPS-protokoll slutfört !!";
WPS_auto_connect_Str = " Anslutningen till WPS-AP sker automatiskt.";
WPS_timeout_Str = "      WPS-timeout!! ";
WPS_connection_failed_Str = "  Anslutningen misslyckades Försök igen om en stund !!";

Wps_overlap_Str = "Sessionsöverlappning";
Wps_more_pbc_Str = "     Fler än en AP i PBC-läge !!";
Wps_retry_Str = " Använd PIN-koden eller vänta en stund och försök igen ";

ERROR0 = "FEL";
ERROR1 = "Ange nyckel!";
ERROR2 = "Fel wep-nyckelindex!!!";
ERROR3 = "Nyckellängden ska bestå av 8~63 ASCII-tecken eller 64 hexadecimala tecken !";
ERROR4 = "Nätverksnyckeln är inte i hexadecimalt format (0~9, a~f, A~F)!";
ERROR5 = "ASCII-nyckelns längd måste vara mellan 5 och 13 tecken!";
ERROR6 = "Felaktig längd på nätverksnyckeln!";
ERROR7 = "Nätverksnyckelns längd måste vara mellan 10 och 26!";
ERROR8 = "Nätverksnyckeln och Bekräftelsenyckeln överensstämmer inte!";
ERROR9 = " Nätverksnyckeln är inte i ASCII-format!";
ERROR10 = "Nätverksnyckeln är inte i 64HEX-format (0~9, a~f, A~F)!";
ERROR11 = "Landsinställningarna tillåter inte anslutning till ett ad hoc-nätverk på kanal 12,13 eller Band2 och Band3!!";
ERROR12 = "Det går inte att ansluta till ett Ad Hoc-nätverk med hjälp av WPA-NONE !!";
ERROR13 = "Det går inte att ansluta till ett Ad Hoc-nätverk med hjälp av WPA2-PSK !!";
ERROR14 = "WPA/WPA2 Enterprise stöds inte !!";
ERROR15 = "Tillåt att verktyget får åtkomst till nyckekedjan.";

WARNING0 = "Varning";
WARNING1 = "Ange SSID";
WARNING2 = "Ange profilnamn";
WARNING3 = "Antalet tecken i SSID överskrider 32.";
WARNING4 = "Profilen finns redan. Vill du skriva över den?";
WARNING5 = "Är du säker på att du vill radera den valda profilen?";

NOTICE0 = "OBS!";
NOTICE1 = "AP-lägesfel.";
NOTICE2 = "STA-lägesfel.";
NOTICE3 = "Fel vid inställning av QOSMode-värde";
NOTICE4 = " Fel vid hämtning av QOSMode-värde ";
NOTICE5 = " Fel QOSMode-värde ";	
NOTICE6 = "RTS-threshold är utanför intervallet.(0 ~ 2432)";
NOTICE7 = "FragmentationThreshold är utanför intervallet.(256 ~ 2432)";
NOTICE8 = "Aktivera USB-WiFi i Nätverk i Systeminställningar.";
NOTICE9 = "Anslut din USB-WiFi till din dator";
NOTICE10 = "Fel lösenord, försök igen";
NOTICE11 = "Are you sure to do uninstallation?";
NOTICE12 = "System Extension Blocked";
NOTICE13 = "System software from developer 'Realtek Semiconductor Corp' was blocked from loading.";